Repository: justinblayney/Document-Manager
Catalog: languages/document-manager-*.po
Languages: vi

source: You are logged in.
vi: Bạn Đã Đăng Nhập.

source: Log out
vi: Đăng Xuất

source: Select a file to upload
vi: Chọn Tệp Để Tải Lên

source: Upload File
vi: Tải Lên Tệp

source: File Name
vi: Tên Tệp

source: Date Added
vi: Ngày Thêm

source: Delete
vi: Xóa

source: Delete this file?
vi: Xóa Tệp Này?

source: Delete %s
vi: Xóa %s

source: Security check failed for deletion.
vi: Kiểm Tra Bảo Mật Không Thành Công Khi Xóa.

source: File deleted successfully.
vi: Xóa Tệp Thành Công.

source: File not found or cannot delete.
vi: Không Tìm Thấy Tệp Hoặc Không Thể Xóa.

source: Security check failed. Please try again.
vi: Kiểm Tra Bảo Mật Thất Bại. Vui Lòng Thử Lại.

source: File uploaded successfully.
vi: Tải Lên Tệp Thành Công.

source: Error uploading file.
vi: Lỗi Khi Tải Lên Tệp.

source: View Documents
vi: Xem Tài Liệu

source: Client Documents
vi: Tài Liệu Khách Hàng

source: Access denied.
vi: Truy Cập Bị Từ Chối.

source: No user selected.
vi: Không Có Người Dùng Được Chọn.

source: User not found.
vi: Không Tìm Thấy Người Dùng.

source: Documents for %s
vi: Tài Liệu Cho %s

source: No documents found.
vi: Không Tìm Thấy Tài Liệu.

source: File
vi: Tệp

source: Date
vi: Ngày

source: File not found.
vi: Không Tìm Thấy Tệp.

source: Client Doc Manager Settings
vi: Cài Đặt Quản Lý Tài Liệu Khách Hàng

source: Client Doc Manager
vi: Quản Lý Tài Liệu Khách Hàng

source: Settings saved.
vi: Cài Đặt Đã Được Lưu.

source: Client Document Manager Settings
vi: Cài Đặt Quản Lý Tài Liệu Khách Hàng

source: Upload Folder Path
vi: Đường Dẫn Thư Mục Tải Lên

source: Absolute server path. E.g., /var/www/html/client-docs
vi: Đường dẫn tuyệt đối trên máy chủ. Ví dụ: /var/www/html/client-docs

source: Delete Selected
vi: Xóa Đã Chọn

source: Delete selected files?
vi: Xóa các tệp đã chọn?

source: %d file(s) deleted successfully.
vi: %d tệp đã được xóa thành công.

source: Upload Document for Client
vi: Tải Lên Tài Liệu Cho Khách Hàng

source: Uploaded By
vi: Được Tải Lên Bởi

source: Documents for you
vi: Tài Liệu Cho Bạn

source: Your Uploaded Documents
vi: Tài Liệu Bạn Đã Tải Lên
